base
base-devel
bind
cava
cmake
cmark-gfm
code
discord
docker
docker-compose
dolphin
dunst
efibootmgr
exfatprogs
fastfetch
firefox
git
grim
gst-libav
gst-plugin-pipewire
gst-plugins-ugly
htop
hyprland
hyprpaper
hyprpicker
hyprsunset
intel-media-driver
intel-ucode
iwd
keyd
kitty
layer-shell-qt
lazygit
libpulse
libqalculate
libva-intel-driver
linux
linux-firmware
nano
neovim
network-manager-applet
networkmanager
ninja
nmap
nodejs
npm
ntfs-3g
otf-font-awesome
pipes.sh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
protobuf
qt5-wayland
qt6-wayland
qtkeychain-qt6
qutebrowser
sddm
slurp
smartmontools
sof-firmware
solaar
spotify-launcher
stylua
swappy
traceroute
ttf-jetbrains-mono
uwsm
vim
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wf-recorder
wget
wireless_tools
wireplumber
wl-clipboard
wlr-randr
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yay-debug
zen-browser-bin
zoxide
zram-generator
zsh
